<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed' => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    'register' => 'регистр',
    'registration' => 'Постановка на учет',
    'register_baseline' => 'Форма регистрации',
    'remember_me' => 'Запомните меня',

    'forgot_password_header' => 'Забыли свой пароль ?',
    'forgot_password' => 'Изменить пароль',

    'password_reset_title' => 'Обновите свой пароль',
    'password_reset_text' => 'Нажмите на кнопку ниже, затем заполните форму обновления пароля.',
    'password_reset_footer_link' => 'Если ваш почтовый ящик не позволяет вам нажать на кнопку выше, чтобы обновить свой пароль,<br/>скопируйте эту ссылку прямо в браузер:',

    'login' => 'Авторизоваться',
    'keep_loged_in' => 'Оставайся на связи',
    'logout' => 'выход',
    'login_message_success' => 'Вы сейчас на связи',

];
